/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"移动帐户与其他选项";
"mcx.pfm_description" =			"移动帐户的创建、删除和其他选项。";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"创建便携式个人目录";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"用户登录时创建便携式个人目录（带默认同步功能）。";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"创建移动帐户";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"用户登录时创建移动帐户（关闭同步）。";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"显示移动帐户对话框";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"创建移动帐户之前，会显示一个对话框，允许用户忽略移动帐户创建并使用他们的网络帐户和网络个人来登录。";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"显示移动帐户对话框的从不选项";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"在移动帐户创建对话框中，允许用户选择一个选项以在稍后的登录过程中不显示该对话框。";
"cachedaccounts.create.encrypt.pfm_title" =			"要求 FileVault 移动个人";
"cachedaccounts.create.encrypt.pfm_description" =			"创建具有 FileVault 加密功能的移动帐户个人。";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"FileVault 移动个人要求主密码";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"创建 FileVault 移动个人需要电脑主密码。如果设定为 true 但主密码不可用，则创建 FileVault 个人或创建移动个人的登录可能会被拒绝。如果设定为 false，则可能会创建 FileVault 个人但不需要主密码。";
"cachedaccounts.create.maxSize.pfm_title" =			"FileVault 移动个人大小限制";
"cachedaccounts.create.maxSize.pfm_description" =			"FileVault 移动个人的最大大小。赋值“noMaxSize” ，不设定大小限制；赋值“fixed”，在“FileVault 移动个人最大大小”键中设定大小限制；或者赋值 “percentOfNetworkHome”，在“FileVault 移动个人最大大小（百分比）”键中设定大小限制为网络个人磁盘配额的百分比。";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"FileVault 移动个人最大大小";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"FileVault 移动个人的最大字节数（为字符串）。“FileVault 移动个人大小限制”键必须被赋值“fixed”，这个值才生效。";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"FileVault 移动个人最大大小（百分比）";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"最大 FileVault 移动个人大小（为网络个人配额的百分比）。“FileVault 移动个人大小限制”键必须被赋值“percentOfNetworkHome”，这个值才生效。";
"cachedaccounts.create.location.pfm_title" =			"移动个人位置";
"cachedaccounts.create.location.pfm_description" =			"移动个人位置。设定为“startup”以创建在启动宗卷的“/用户”中，设定为“path”以指定“移动个人路径”键中的文件夹路径，设定为“userPicksVolume”以允许用户挑选任何宗卷，设定为“userPicksInternalVolume”以允许用户挑选任何内置宗卷，或设定为“userPicksExternalVolume”以允许用户挑选任何外置宗卷。";
"cachedaccounts.create.location.path.pfm_title" =			"移动个人父路径";
"cachedaccounts.create.location.path.pfm_description" =			"文件夹的文件系统路径（用户的移动个人将创建在该文件夹中）。“移动个人位置”键必须被赋值“path”，这个值才生效。";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"允许 FileSync 服务器";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"设定为 true 以使用远程 FileSyncAgent 过程进行同步（如果过程可用）。设定为 false 以使用网络个人文件服务器进行同步。";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"需要 FileSync 服务器";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"设定为 true 以要求远程 FileSyncAgent 过程进行同步。";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"允许同步加密";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"设定为 true 以在同步过程中使用数据加密（如果有数据加密可用）。设定为 false 以在同步过程中不使用数据加密。";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"要求同步加密";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"设定为 true 以在同步过程中请求数据加密。";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"移动帐户存留期";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"删除移动帐户及其个人之前的等待时间（以秒为单位）。赋值 -1 表示永不删除移动帐户。赋值  0 表示立即删除移动帐户。";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"要求同步以删除移动帐户";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"要求先成功地进行个人同步，然后才能删除移动帐户。此操作仅适用于由“移动帐户生存时间”键所控制的自动删除。";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"使用本地用户模板创建移动个人";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"创建移动帐户时，使用电脑的用户模板创建本地个人文件夹。";
"cachedaccounts.create.syncURL.pfm_title" =			"同步 URL";
"cachedaccounts.create.syncURL.pfm_description" =			"用于个人同步的网络个人 URL。仅适于创建移动帐户。字符串“%@”将在使用前被替换为用户记录名称。例如：afp://myserver.apple.com/Users/BuildingA/%@。";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "允许出错时创建 PHD";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"设定为 False 以在出现同步错误时不允许用户创建他们的 PHD 帐户。";

"timeZone.pfm_title" = "时区";
"timeZone.pfm_description" = "设定为已识别的时区名称，诸如在“/usr/share/zoneinfo”中找到的“美国/洛杉矶”或“美国/太平洋”。";
"timeServer.pfm_title" = "时间服务器";
"timeServer.pfm_description" = "设定为可识别的时间服务器名称，如“time.apple.com”。";

"DisableGuestAccount.pfm_title" = "停用客人帐户";
"DisableGuestAccount.pfm_description" = "设定为 true 以停用客人帐户。设定为 false 以启用客人帐户。";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "登录窗口用户列表更新时间";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "设定为要求刷新用户列表的额外次数。";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "登录窗口用户列表更新延迟秒数";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "设定为介于要求刷新用户列表的时间之间的秒数。设定为 0 以停用。";

"RequireAdminForIBSS.pfm_title" = "AirPort IBSS 要求管理员鉴定";
"RequireAdminForIBSS.pfm_description" = "设定为 true 以要求管理员鉴定来创建单个 AirPort IBSS 网络。设定为 false 以停用。";
"RequireAdminForAirPortNetworkChange.pfm_title" = "更改 AirPort 网络要求管理员鉴定";
"RequireAdminForAirPortNetworkChange.pfm_description" = "设定为 true 以要求管理员鉴定来更改 AirPort 网络。设定为 false 以停用。";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "更改 AirPort 电源要求管理员鉴定";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "设定为 true 以要求管理员鉴定来打开或关闭 AirPort 电源。设定为 false 以停用。";
